#+title:      B Klasse 2022-26
#+date:       [2022-12-30 Fr 19:34]
#+filetags:   :1b:Project:
#+identifier: 20221230T193456
#+CATEGORY: golling
#+BIBLIOGRAPHY: ~/RoamNotes/references/Literatur.bib


* 1b 10:40-11:30
<%%(org-class 2022 9 13 2023 7 4 2)>

Film über Burschen in Palästina / Meer ...


* 1b 11:35-12:25
<%%(org-class 2022 9 16 2023 7 7 5 23)>

Buch Kapitel 6:
Vielfalt der Religionen

Drei christliche Konfessionen

[[denote:20230403T101428][Auferstehung]]

Teständerung, hab den Namen des Remote Repo (auf github) geändert.

* Supplierstunde 1b BU (Hannes Lacher) 10:40-11:30
<%%(org-class 2023 3 8 2023 7 5 3 24)>
aktueller Stoff: Säugetiere / Fische.
Buch S. 104ff

Buch S. 106 / 107
Arbeitsheft S. 54

* Reflexionen

** [[denote:20221226T162523][Grundgebete]]
PERIOD: [2023-01-27 Fr 11:35]

Die Klasse hat sich bei mir für ihr recht schlimmes Verhalten entschuldigt, sie hat einen kleinen Brief geschrieben. Leider hat die versprochene Besserung nicht lange angehalten; aber das wird schon noch, davon bin ich überzeugt.

Thema heute: Vater unser.


* 1B [KV Martin Pock]

#+Name: 2021-students
| First     | Last       | Name               | Note | Heft | Mitarbeit | LZK | Stören |
|-----------+------------+--------------------+------+------+-----------+-----+--------|
| Lorenz    | Aschauer   | [[Lorenz Aschauer][Lorenz Aschauer]]    |    2 |      |           |     |        |
| Stefan    | Atanasov   | [[Stefan Atanasov][Stefan Atanasov]]    |    2 |      |           |     |        |
| Lela      | Dent       | [[Lela Dent][Lela Dent]]          |    1 |      |           |     |        |
| Emma      | Gonschorek | [[Emma Gonschorek][Emma Gonschorek]]    |    1 |      |           |     |        |
| Marie     | Hofer      | [[Marie Hofer][Marie Hofer]]        |    1 |      |           |     |        |
| Hubert    | Keinrad    | [[Hubert Keinrad][Hubert Keinrad]]     |    1 |      |           |     |        |
| Nena      | Langenfeld | [[Nena Langenfeld][Nena Langenfeld]]    |    1 |      |           |     |        |
| Bernhard  | Neureiter  | [[Bernhard Neureiter][Bernhard Neureiter]] |    2 |      |           |     |        |
| Lucian    | Rainer     | [[Lucian Rainer][Lucian Rainer]]      |      |      |           |     | xxx    |
| Manuel    | Reiter     | [[Manuel Reiter][Manuel Reiter]]      |    1 |      |           |     |        |
| Emma      | Riebler    | [[Emma Riebler][Emma Riebler]]       |    1 |      |           |     |        |
| Annika    | Seiwald    | [[Annika Seiwald][Annika Seiwald]]     |    1 |      |           |     |        |
| Valerian  | Seling     | [[Valerian Seling][Valerian Seling]]    |    2 |      |           |     |        |
| Theresa   | Steiner    | [[Theresa Steiner][Theresa Steiner]]    |    1 |      |           |     |        |
| Valentina | Struber    | [[Valentina Struber][Valentina Struber]]  |    1 |      |           |     |        |
| Felix     | Wenger     | [[Felix Wenger][Felix Wenger]]       |    1 |      |           |     |        |
| Leon      | Zemmer     | [[Leon Zemmer][Leon Zemmer]]        |    1 |      |           |     | xx     |
| Fabian    | Zorzi      | [[Fabian Zorzi][Fabian Zorzi]]       |    1 |      |           |     |        |
#+TBLFM: $4=vmean($5..$>)
#+TBLFM: $3='(concat "[[" $1 " " $2 "][" $1 " " $2 "]]")
#+TBLFM: 

#+BEGIN_SRC python :var table=2021-students :results output raw
print('* Mitarbeit')
for student in table:
    first = student[0]
    last = student[1]
    email = first + '.' + last + '@golling.schule'
    print('** ' + first + ' ' + last + '\n\n')  
#+END_SRC

#+RESULTS:
* Mitarbeit
** Lorenz Aschauer


** Stefan Atanasov


** Lela Dent


** Emma Gonschorek


** Marie Hofer


** Hubert Keinrad


** Nena Langenfeld


** Bernhard Neureiter


** Lucian Rainer


** Manuel Reiter


** Emma Riebler


** Annika Seiwald


** Valerian Seling


** Theresa Steiner


** Valentina Struber


** Felix Wenger


** Leon Zemmer


** Fabian Zorzi









